[
  {
    "title": "Machines of Loving Grace: How AI Could Transform the World for the Better",
    "description": "This essay explores the potential positive impacts of powerful AI on various aspects of human life, arguing that while risks are significant, the potential benefits are substantial and warrant a more optimistic outlook. The author, Dario Amodei, CEO of Anthropic, outlines how AI could revolutionize biology and healthcare, neuroscience and mental health, economic development and poverty alleviation, global peace and governance, and even the future of work and meaning. He envisions a \"compressed 21st century\" where AI accelerates progress in these areas, leading to a world free from most diseases, increased lifespan, enhanced cognitive abilities, and greater economic prosperity for all. However, he emphasizes that realizing this positive future requires proactive efforts to mitigate risks, ensure equitable access to AI benefits, and navigate the societal and political challenges that will arise.",
    "tags": [
      "Artificial Intelligence",
      "AI Benefits",
      "Technological Progress",
      "Societal Impact",
      "Future of Humanity"
    ],
    "document": "documents/Dario Amodei — Machines of Loving Grace.pdf"
  },
  {
    "title": "LA IMPORTANCIA DE LA ALIMENTACION EN LA SALUD",
    "description": "This document discusses the importance of nutrition in maintaining good health. It details the roles of different nutrients, the digestive process, and the impact of food combinations on digestion. The document emphasizes the negative effects of consuming processed foods, sugar, caffeine, alcohol, and red meat, while highlighting the benefits of a diet rich in fruits, vegetables, whole grains, and lean protein sources like fish and eggs. It also provides specific dietary recommendations, including limiting dairy and red meat consumption and opting for healthier alternatives.",
    "tags": [
      "Nutrition",
      "Digestion",
      "Food Combining",
      "Healthy Eating",
      "Dietary Recommendations"
    ],
    "document": "documents/Dietoterapia/Apuntes_Leccion_1_Dietoterapia.pdf"
  },
  {
    "document": "documents/Dietoterapia/Apuntes_Leccion_2_Dietoterapia.pdf",
    "error": "Exceeded retry limit",
    "title": "",
    "description": "",
    "tags": []
  },
  {
    "title": "METABOLISMO DEL AGUA Y LOS ELECTROLITOS",
    "description": "This document describes the properties, functions, and metabolism of water and electrolytes in the human body. It explains the concepts of osmolarity, water balance, dehydration, and electrolyte balance. The document also highlights the importance of water and electrolyte intake, providing recommendations for daily consumption. Additionally, it covers the role of electrolytes in maintaining acid-base balance and the impact of food on acid and base formation.",
    "tags": [
      "Water",
      "Electrolytes",
      "Metabolism",
      "Fluid Balance",
      "Acid-Base Balance"
    ],
    "document": "documents/Dietoterapia/Apuntes_Leccion_3_Dietoterapia.pdf"
  },
  {
    "title": "LECCIÓN 4: BROMATOLOGIA",
    "description": "Bromatology is the science that studies food in terms of its production, handling, preservation, processing, and distribution, as well as its relationship to health. It encompasses the study of food composition, its effects on the body, nutritional and caloric value, and properties such as physical, chemical, toxicological, adulterants, and contaminants. Bromatology is divided into two categories: anthropobromatology, which focuses on human food, and zoobromatology, which studies food for animal consumption.",
    "tags": [
      "Bromatology",
      "Food Science",
      "Nutrition",
      "Food Safety",
      "Food Analysis"
    ],
    "document": "documents/Dietoterapia/Apuntes_Leccion_4_Dietoterapia_Parte_1.pdf"
  },
  {
    "document": "documents/Dietoterapia/Apuntes_Leccion_4_Dietoterapia_Parte_2.pdf",
    "error": "Exceeded retry limit",
    "title": "",
    "description": "",
    "tags": []
  },
  {
    "title": "LECCIÓN 5 - LA ALIMENTACION EN LAS DISTINTAS EPATAS DE LA VIDA",
    "description": "This document describes the nutritional needs and recommendations throughout the different stages of life, with a particular focus on infancy, adolescence, pregnancy, and old age. It highlights the importance of a balanced and varied diet for healthy growth and development, as well as for preventing chronic diseases. The document also provides practical advice on food choices and healthy eating habits.",
    "tags": [
      "Nutrition",
      "Diet",
      "Life Stages",
      "Healthy Eating",
      "Disease Prevention"
    ],
    "document": "documents/Dietoterapia/Apuntes_Leccion_5_Dietoterapia.pdf"
  },
  {
    "title": "PATOLOGIAS Y ALIMENTACION",
    "description": "This document outlines guidelines for creating personalized diets, emphasizing the importance of considering individual symptoms, constitution, and desired outcomes. It provides specific instructions on food choices, portion sizes, meal frequency, and cooking methods, with a focus on natural and organic options. The document also includes detailed information about potential withdrawal symptoms associated with reducing or eliminating certain foods like sugar, coffee, alcohol, meat, and dairy.",
    "tags": [
      "Diet",
      "Nutrition",
      "Food",
      "Health",
      "Pathologies"
    ],
    "document": "documents/Dietoterapia/Apuntes_Leccion_6_Dietoterapia_en_patologias.pdf"
  },
  {
    "document": "documents/Dietoterapia/BIBLIOGRAFIA_RECOMENDADA_PRIMERO.pdf",
    "error": "Exceeded retry limit",
    "title": "",
    "description": "",
    "tags": []
  },
  {
    "title": "Cuestionario de Análisis, Detección y Orientación en Fisionutrición (CUADO)",
    "description": "This document is a questionnaire designed to analyze, detect, and provide guidance on nutritional health. It consists of various sections, each focusing on a specific aspect of health such as family and personal medical history, lifestyle, treatments, and various bodily functions like digestive, immune, neuro-sensorial, etc. Each section has a set of questions with different point values assigned to each answer choice. The total points from each section are then tallied and transferred to a chart for visual interpretation.",
    "tags": [
      "Nutrition",
      "Health Analysis",
      "Questionnaire",
      "Medical History",
      "Lifestyle"
    ],
    "document": "documents/Dietoterapia/Cuestionario_de_Fisionutricion.pdf"
  }
]