[
  {
    "title": "Using Artificial Intelligence to\nAugment Human Intelligence",
    "description": "This document explores the emerging field of Artificial Intelligence Augmentation (AIA), focusing on how AI can be used to develop new methods for augmenting human intelligence. It provides examples of generative interfaces, such as a font manipulation tool and interactive GANs for image generation, to illustrate how AI can learn and surface deep principles about a domain, enabling users to explore and create in novel ways. The authors argue that AIA has the potential to transform human thought by providing new cognitive technologies and expanding the range of creative expression.",
    "tags": [
      "Artificial Intelligence",
      "Intelligence Augmentation",
      "Generative Models",
      "Human-Computer Interaction",
      "Creativity"
    ],
    "document": "documents/AI_for_visualiyation/Using Artificial Intelligence to Augment Human Intelligence.pdf"
  },
  {
    "title": "Visualizing Representations: Deep Learning and Human Beings",
    "description": "This document explores the use of dimensionality reduction techniques, particularly t-SNE, to visualize high-dimensional representations learned by deep neural networks. It provides examples of visualizing word embeddings, paragraph vectors of Wikipedia articles, and representations from a translation model. The author argues that visualizing representations is crucial for understanding both the internal workings of deep neural networks and the structure of the data they operate on. The document also highlights the potential of using deep learning for creating new forms of visualization and interfaces for interacting with complex data, emphasizing the importance of user interface in making machine learning tools more accessible and interpretable.",
    "tags": [
      "deep learning",
      "neural networks",
      "data visualization",
      "dimensionality reduction",
      "representations"
    ],
    "document": "documents/AI_for_visualiyation/Visualizing Representations_ Deep Learning and Human Beings - colah's blog.pdf"
  },
  {
    "title": "Authentication",
    "description": "The OpenAl API uses API keys for authentication. You can create API keys at a user or service account level. Service accounts are tied to a \"bot\" individual and should be used to provision access for production systems.",
    "tags": [
      "API Keys",
      "Authentication",
      "Organizations",
      "Projects",
      "Security"
    ],
    "document": "documents/API Reference - OpenAI API.pdf"
  },
  {
    "document": "documents/A_Travelers_Guide_to_the_Latent_Space.pdf",
    "error": "400 Request contains an invalid argument.",
    "title": "",
    "description": "",
    "tags": []
  },
  {
    "title": "Beyond Alt Text: Overlooked Accessibility Features You Should Be Using",
    "description": "This article highlights the importance of often overlooked accessibility features, such as navigation focus indicators, ARIA roles, user-friendly forms, captions and transcripts, color contrast, and skip links. It emphasizes the role of designers in making the internet a more inclusive space for everyone.",
    "tags": [
      "Accessibility",
      "Web Design",
      "UX Design",
      "ARIA Roles",
      "Color Contrast"
    ],
    "document": "documents/Beyond Alt Text_ Overlooked Accessibility Features You Should Be Using _ Design Shack.pdf"
  },
  {
    "title": "<>DE FLOOR PLAN",
    "description": "This document presents a floor plan for a co-working or collaborative workspace named <>DE. It showcases different areas like the Cantina, Cosmos (community space), Garden, and Hive (project space). The plan highlights various rooms within these areas, including meeting rooms, workspaces, a makers space, and common areas like the kitchen and restrooms.",
    "tags": [
      "Floor Plan",
      "Co-working Space",
      "Workspace",
      "Office Layout",
      "Room Design"
    ],
    "document": "documents/CODE floorplan 2025.pdf"
  },
  {
    "title": "Particle-based Viscoelastic Fluid Simulation",
    "description": "The paper presents a novel particle-based method for simulating viscoelastic fluids, focusing on achieving realistic small-scale behavior and surface tension effects. The method utilizes a double density relaxation procedure to enforce incompressibility and prevent particle clustering, leading to the emergence of surface tension effects like drop and filament formation. The authors introduce viscoelasticity through a system of springs between particles, with adjustable rest lengths to simulate varying material behaviors, including plasticity. The simulation is integrated with a rigid-body system, allowing for interaction between fluids and objects, and incorporates a simple solution for simulating liquid stickiness on surfaces. The method is praised for its simplicity, stability, speed, and versatility, making it suitable for interactive applications and generating visually appealing fluid animations.",
    "tags": [
      "Fluid Simulation",
      "Particle-based Simulation",
      "Viscoelasticity",
      "Surface Tension",
      "Computer Graphics"
    ],
    "document": "documents/Clavet S., Particle-based viscoelastic fluid simulation.pdf"
  },
  {
    "document": "documents/Conor Dalton - Audio engineering advice_ January 2023 V1.7.pdf",
    "error": "Exceeded retry limit",
    "title": "",
    "description": "",
    "tags": []
  },
  {
    "title": "Contrastive Language-Vision AI Models Pretrained on Web-Scraped Multimodal Data Exhibit Sexual Objectification Bias",
    "description": "This research paper examines the presence of sexual objectification bias in language-vision AI models like CLIP, VQGAN-CLIP, and Stable Diffusion. The authors conduct experiments to evaluate how these models associate emotions with images of women in different states of clothing and professional contexts. The findings reveal that these models tend to disassociate emotions from images of partially clothed women and exhibit a bias towards associating professional women with sexual descriptions compared to their male counterparts. Additionally, the study finds that these models often generate sexualized images of young girls, highlighting the potential for amplifying societal biases and the need for mitigation strategies.",
    "tags": [
      "language-vision AI",
      "generative AI",
      "AI bias",
      "gender bias",
      "sexualization"
    ],
    "document": "documents/Contrastive Language-Vision AI Models Pretrained on Web-Scraped Multimodal Data Exhibit Sexual Objectification Bias.pdf"
  },
  {
    "title": "Ethical AI Manifesto",
    "description": "The document is an Ethical AI Manifesto by Defined.ai, advocating for responsible AI development through trustworthy and unbiased data. It emphasizes ethical data sourcing, fair treatment of data workers, and transparency in AI model creation. The company, Defined.ai, positions itself as a leader in ethical AI data, highlighting its commitment to data validation, fair compensation, and collaboration with governments to ensure responsible AI practices.",
    "tags": [
      "Ethical AI",
      "Trustworthy Data",
      "Data Transparency",
      "Fair Compensation",
      "Responsible AI Practices"
    ],
    "document": "documents/DAI_Ehtical_Ai_Manifest_Ebook (1).pdf"
  }
]