[
  {
    "title": "fichas aceites vegetales\nPRANAROM",
    "description": "The document appears to be a product catalog or brochure for PRANAROM, showcasing a range of vegetable oils. Each oil is featured with a brief description, its properties, and recommended uses, particularly highlighting their benefits for skin and hair care.",
    "tags": [
      "aceites vegetales",
      "PRANAROM",
      "cosmética",
      "cuidado de la piel",
      "cuidado del cabello"
    ],
    "document": "documents/Fitoterapia/fichas_AV_pranarom.pdf"
  },
  {
    "title": "Neural Head Avatars from Monocular RGB Videos",
    "description": "The document presents a novel neural representation called Neural Head Avatars. This representation models the surface geometry and appearance of a human avatar, enabling its use in applications like teleconferencing in AR/VR. The representation is learned from monocular RGB portrait videos, capturing various expressions and views. The authors propose a hybrid representation combining a morphable model for coarse shape and expressions with feed-forward networks for predicting vertex offsets and view/expression-dependent textures. This approach allows for accurate extrapolation to unseen poses and viewpoints, generating natural expressions with sharp details. The authors demonstrate the superiority of their method over previous works through quantitative and qualitative evaluations, highlighting its ability to generate photorealistic results, handle large viewpoint changes, and provide disentangled shape and appearance modeling.",
    "tags": [
      "Neural Head Avatars",
      "Monocular RGB Videos",
      "3D Head Reconstruction",
      "Talking Head Synthesis",
      "Novel View Synthesis"
    ],
    "document": "documents/Grassal_Neural_Head_Avatars_From_Monocular_RGB_Videos_CVPR_2022_paper.pdf"
  },
  {
    "title": "HOVER: Versatile Neural Whole-Body Controller for Humanoid Robots",
    "description": "The document introduces HOVER, a novel neural controller designed for whole-body control of humanoid robots. HOVER distinguishes itself through its versatility, accommodating diverse control modes such as navigation, loco-manipulation, and tabletop manipulation. Unlike conventional approaches that train separate policies for each mode, HOVER utilizes a unified policy, enabling seamless transitions between modes while retaining the strengths of each. This is achieved through a policy distillation process from an \"oracle motion imitator\" trained on a large-scale human motion dataset. HOVER's performance surpasses individually trained policies and other multi-mode training methods, demonstrating its superior generalization and robustness in both simulations and real-world scenarios on a Unitree H1 robot.",
    "tags": [
      "Humanoid Robots",
      "Whole-Body Control",
      "Policy Distillation",
      "Motion Imitation",
      "Multi-Mode Control"
    ],
    "document": "documents/HOVER_paper.pdf"
  },
  {
    "title": "Converting Gradio Apps into Modal Apps: A Comprehensive Guide",
    "description": "This document provides a comprehensive guide for converting Gradio applications into Modal applications. It outlines the steps involved in preparing the Gradio app, setting up the Modal environment, modifying the app for Modal compatibility, deploying on Modal, and monitoring the application. The document also highlights best practices and potential challenges associated with the conversion process.",
    "tags": [
      "Gradio",
      "Modal",
      "Application Deployment",
      "Cloud Computing",
      "Machine Learning"
    ],
    "document": "documents/How to convert Gradio Apps into Modal Apps-2_5_2025.pdf"
  },
  {
    "document": "documents/IQA.pdf",
    "error": "Exceeded retry limit",
    "title": "",
    "description": "",
    "tags": []
  },
  {
    "title": "ISA-12\n12th Joint ACL - ISO Workshop on\nInteroperable Semantic Annotation\nPROCEEDINGS",
    "description": "This document contains the proceedings of the 12th Joint ACL - ISO Workshop on Interoperable Semantic Annotation (ISA-12), held on 28 May 2016 in Portorož, Slovenia. The proceedings include papers on various topics related to semantic annotation, such as event ontologies, mapping semantic types to WordNet synsets, and cross-level semantic annotation of Bulgarian Treebank.",
    "tags": [
      "Semantic Annotation",
      "Natural Language Processing",
      "Computational Linguistics",
      "WordNet",
      "ISOspace"
    ],
    "document": "documents/ISA12Proceedings.pdf#page=85.pdf"
  },
  {
    "title": "Imagen Video",
    "description": "Imagen Video is a text-conditional video generation system based on a cascade of video diffusion models. Given a text prompt, Imagen Video generates high-definition videos using a base video generation model and a sequence of interleaved spatial and temporal video super-resolution models.",
    "tags": [
      "Video Generation",
      "Diffusion Models",
      "Text-to-Video",
      "AI",
      "Generative Modeling"
    ],
    "document": "documents/Imagen Video.pdf"
  },
  {
    "title": "Interface.js",
    "description": "Interface.js is a cross-platform JavaScript library for touch, mouse, and motion events, designed for live performance applications. It allows control of JavaScript objects within a webpage and can also interact with remote applications via MIDI and OSC using a node.js script or the Interface.js Server application. The library prioritizes performance-oriented layouts and minimizes the need for CSS, requiring only basic HTML tags for a full-window interface. Interface.js offers a visual interface editor for designing layouts and depends on zepto.js, with jQuery as an alternative. When used with Interface. Server, Zepto is loaded automatically.",
    "tags": [
      "Interface.js",
      "JavaScript",
      "MIDI",
      "OSC",
      "Performance"
    ],
    "document": "documents/Interface.js.pdf"
  },
  {
    "title": "Introduction to Structured Outputs",
    "description": "This document is a cookbook explaining how to use the new Structured Outputs capability in the Chat Completions API and Assistants API. It provides examples of how to use this feature for various tasks such as building a math tutoring tool, summarizing text, and extracting entities from user input.",
    "tags": [
      "Structured Outputs",
      "Chat Completions API",
      "Assistants API",
      "JSON Schema",
      "Function Calling"
    ],
    "document": "documents/Introduction to Structured Outputs _ OpenAI Cookbook.pdf"
  },
  {
    "title": "STORYTELLING\nFOR VIRTUAL REALITY\nMETHODS AND PRINCIPLES FOR\nCRAFTING IMMERSIVE NARRATIVES",
    "description": "Storytelling for Virtual Reality serves as a bridge between students of new media and professionals working in the emerging world of VR technology and the art form of classical storytelling. Rather than examining purely the tech- nical, the text focuses on the narrative and how stories can best be structured, created, and then told in virtual immersive spaces. Author John Bucher examines the timeless principles of storytelling and how they are being applied, transformed, and transcended in Virtual Reality. Interviews, con- versations, and case studies with both pioneers and innovators in VR story- telling are featured, including industry leaders at LucasFilm, 20th Century Fox, Oculus, Insomniac Games, and Google.",
    "tags": [
      "Virtual Reality",
      "Storytelling",
      "VR Technology",
      "Immersive Narratives",
      "Classical Storytelling"
    ],
    "document": "documents/John Bucher - Storytelling for Virtual Reality_ Methods and Principles for Crafting Immersive Narratives (2017, Routledge) - libgen.li.pdf"
  }
]